content/sitemap.org
* [Oct 07, 2024] [[file:blog.org][ Blog]]
* [Oct 07, 2024] [[file:index.org][ Lafith Mattara]]
* [Sep 28, 2024] [[file:about.org][ About Me]]
* posts
** [Oct 02, 2024] [[file:posts/20241002-imagescope-to-slideflow.org][ Converting Aperio Imagescope XML Annotations to Slideflow's CSV Format]]
** [Oct 02, 2024] [[file:posts/20241002-extract-tiles-from-wsi.org][ Extracting Image Tiles from Annotated Regions in Whole Slide Images: Using Python, Slideflow & OpenSlide]]
** [Mar 10, 2023] [[file:posts/20230310-auv-simulator-unity.org][ AUV-Simulator]]
** [Aug 21, 2022] [[file:posts/20220821-shader-unity-image.org][ Unity Shader scripts for image manipulation]]
** [Jul 23, 2022] [[file:posts/20220723-musica-python.org][ MultiScale Image Contrast Amplification (MUSICA)- Python Implementation]]
** [Jul 12, 2022] [[file:posts/20220712-bash-ue.org][ A Template C++ Unreal Engine project]]
** [Jun 26, 2022] [[file:posts/20220626-opencv-ue.org][ Use OpenCV in Unreal Engine]]
** [Jun 24, 2022] [[file:posts/20220624-cuda-ue5.org][ Use Cuda code in Unreal Engine 5]]
