sitemap.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>&lrm;</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" type="text/css" href="https://gongzhitaao.org/orgcss/org.css"/>
<link rel="stylesheet" type="text/css" href="/orgstyle.css"/>
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Fira+Mono:wght@400;700&amp;display=swap" rel="stylesheet">
<link rel="icon" href="spock-favicon.png" type="image/png">
</head>
<body>
<div id="preamble" class="status">
<hr style="border-top: 1px solid black;">
<div class='topnav' style='display: flex; justify-content: space-between; align-items: center;'>
  <a href="/index.html"><h2 style='margin-top: 0; margin-bottom: 0; margin-left:0px;'>Lafith Mattara</h2></a>
  <div class='topnav2' style='color:#cfcaca;'>
    <a href='/blog.html' style='font-weight:bold; font-style:bold;'>Blog </a> / 
    <a href='./LafithCV.pdf' style='font-weight:bold; font-style:bold;'>CV </a>
  </div>
</div>
<hr style="border-top: 1px solid black;">
</div>
<div id="content">
<nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1673bc2">[Oct 07, 2024]  Blog</a></li>
<li><a href="#orgc9adf30">[Oct 07, 2024]  Lafith Mattara</a></li>
<li><a href="#org5bd138f">[Oct 07, 2024]  About Me</a></li>
<li><a href="#orgd70cb53">posts</a>
<ul>
<li><a href="#org83f17ca">[Oct 02, 2024]  Converting Aperio Imagescope XML Annotations to Slideflow's CSV Format</a></li>
<li><a href="#org76eadbd">[Oct 02, 2024]  Extracting Image Tiles from Annotated Regions in Whole Slide Images: Using Python, Slideflow &amp; OpenSlide</a></li>
<li><a href="#orgbe45e40">[Mar 10, 2023]  AUV-Simulator</a></li>
<li><a href="#orge154b92">[Aug 21, 2022]  Unity Shader scripts for image manipulation</a></li>
<li><a href="#org1ec727a">[Jul 23, 2022]  MultiScale Image Contrast Amplification (MUSICA)- Python Implementation</a></li>
<li><a href="#org608558e">[Jul 12, 2022]  A Template C++ Unreal Engine project</a></li>
<li><a href="#orgde4d9a2">[Jun 26, 2022]  Use OpenCV in Unreal Engine</a></li>
<li><a href="#org51e6655">[Jun 24, 2022]  Use Cuda code in Unreal Engine 5</a></li>
</ul>
</li>
</ul>
</div>
</nav>
<div id="outline-container-org1673bc2" class="outline-2">
<h2 id="org1673bc2">[Oct 07, 2024] <a href="blog.html"> Blog</a></h2>
</div>
<div id="outline-container-orgc9adf30" class="outline-2">
<h2 id="orgc9adf30">[Oct 07, 2024] <a href="index.html"> Lafith Mattara</a></h2>
</div>
<div id="outline-container-org5bd138f" class="outline-2">
<h2 id="org5bd138f">[Oct 07, 2024] <a href="about.html"> About Me</a></h2>
</div>
<div id="outline-container-orgd70cb53" class="outline-2">
<h2 id="orgd70cb53">posts</h2>
<div class="outline-text-2" id="text-orgd70cb53">
</div>
<div id="outline-container-org83f17ca" class="outline-3">
<h3 id="org83f17ca">[Oct 02, 2024] <a href="posts/20241002-imagescope-to-slideflow.html"> Converting Aperio Imagescope XML Annotations to Slideflow's CSV Format</a></h3>
</div>
<div id="outline-container-org76eadbd" class="outline-3">
<h3 id="org76eadbd">[Oct 02, 2024] <a href="posts/20241002-extract-tiles-from-wsi.html"> Extracting Image Tiles from Annotated Regions in Whole Slide Images: Using Python, Slideflow &amp; OpenSlide</a></h3>
</div>
<div id="outline-container-orgbe45e40" class="outline-3">
<h3 id="orgbe45e40">[Mar 10, 2023] <a href="posts/20230310-auv-simulator-unity.html"> AUV-Simulator</a></h3>
</div>
<div id="outline-container-orge154b92" class="outline-3">
<h3 id="orge154b92">[Aug 21, 2022] <a href="posts/20220821-shader-unity-image.html"> Unity Shader scripts for image manipulation</a></h3>
</div>
<div id="outline-container-org1ec727a" class="outline-3">
<h3 id="org1ec727a">[Jul 23, 2022] <a href="posts/20220723-musica-python.html"> MultiScale Image Contrast Amplification (MUSICA)- Python Implementation</a></h3>
</div>
<div id="outline-container-org608558e" class="outline-3">
<h3 id="org608558e">[Jul 12, 2022] <a href="posts/20220712-bash-ue.html"> A Template C++ Unreal Engine project</a></h3>
</div>
<div id="outline-container-orgde4d9a2" class="outline-3">
<h3 id="orgde4d9a2">[Jun 26, 2022] <a href="posts/20220626-opencv-ue.html"> Use OpenCV in Unreal Engine</a></h3>
</div>
<div id="outline-container-org51e6655" class="outline-3">
<h3 id="org51e6655">[Jun 24, 2022] <a href="posts/20220624-cuda-ue5.html"> Use Cuda code in Unreal Engine 5</a></h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
